{
    "testimonials": [
        {
            "name": "Doug & Micheline",
            "date": "July 2015",
            "location": "Oakville, ON",
            "quote": "Just wanted to drop you a quick e-mail to say thanks. From looking at the finished product, we couldn’t be happier – it looks amazing!! The colours are one thing, but the way the rooms have been finished is incredible, there is no way we could have done that level of prep and finish on our own – it is truly a professional job. We got exactly what we paid for, it really shows that it was just not a “guy with a brush and a van” that did the job, it was a tradesman that takes pride in their work. We couldn’t be happier with it, and will DEFINITELY be calling you again, and passing your name along to our friends. If you ever want to put us down as a reference please don’t hesitate to do so. Now we can get the dogs! Thanks for everything."
        },
        {
            "name": "Beth L",
            "date": "May 2015",
            "location": "Oakville, ON",
            "quote": "I wanted to thank you for the outstanding work McConnell Painting did with my entire house! You impressed me from the start because of your professionalism and your kindness. You greatly exceeded my expectations – the place went from looking its age of 15 years old to looking brand new! I really appreciated the attention to detail and you were always careful to leave the house clean at the end of the day. It is so refreshing to see the pride you take in your hard work and you definitely have every reason to – I couldn't be happier with the results. I would highly recommend your company to anyone wanting exceptional quality and service.I wanted to thank you for the outstanding work McConnell Painting did with my entire house! You impressed me from the start because of your professionalism and your kindness. You greatly exceeded my expectations – the place went from looking its age of 15 years old to looking brand new! I really appreciated the attention to detail and you were always careful to leave the house clean at the end of the day. It is so refreshing to see the pride you take in your hard work and you definitely have every reason to – I couldn't be happier with the results. I would highly recommend your company to anyone wanting exceptional quality and service."
        }
    ]
}